{
  "privacy": {
    "title": "Privacy Policy",
    "description": "The privacy policy for the See With Eyes Closed website and blog.",
    "markdown": [
      "I care about your privacy. I promise that no matter what you do on this website, I will be doing the most I possibly can to ensure your safety.",
      "",
      "I only collect information you give me with the understanding that I will store it and only use it for the reason you give it to me. I don't use any creepy trackers or analytics programs to gather information about you. The only information I gather without explicit user input is how many people visit each article. I don't even keep track of who it is that visits them.",
      "",
      "Part of this is because I'm too lazy to collect more info than I do, but most of it is because I don't like it when websites collect my data, so I won't collect yours.",
      "",
      "That being said, I may have to use scripts from other websites on occasion (including but not limited to embedded Youtube videos and Google reCAPTCHA) that do collect information. This privacy policy does not apply to them and you should see their individual privacy policies. If you worry about these websites, I recommend installing some sort of blocker for their trackers. I use and recommend [Brave Browser](https://brave.com), which automatically blocks all ads and trackers.",
      "",
      "If you have any concerns about your data or privacy, please [contact me](/contact/) and I'll try to assist you.",
      "",
      "This policy is effective as of March 26 2020."
    ]
  },
  "cookies": {
    "title": "Cookie Policy",
    "description": "The cookie policy for the See With Eyes Closed website and blog.",
    "markdown": [
      "### What Are Cookies?",
      "Cookies are small text files that websites store on your computer to help remember information about you (usually to make your experience better). For example, if you ever click \"remember me\" on a login page, the website uses a cookie to remember you.",
      "",
      "### The Cookies I Use",
      "I use very few cookies and none of them are personally identifying unless I specifically tell you otherwise. Disabling cookies will not break my website. However, you may be annoyed because the \"accept our cookie policy\" and \"subscribe for blog updates\" banners will keep appearing, no matter how many times you dismiss them. This is because I have to use cookies to remember if you've seen it before.",
      "",
      "### Third-Party Cookies",
      "Sometimes, I need to use scripts or services from other websites. Some of these (including but not limited to embedded Youtube videos and Google reCAPTCHA) set cookies. This cookie policy does not apply to them and you should see their individual cookie policies.",
      "",
      "### Disabling Cookies",
      "It is possible to disable cookies in your browser settings (the method differs by the browser, look up yours). Although this will not, for the most part, break my site (see above), it may break other websites, and I don't recommend you disable cookies, as they're usually just to help you out.",
      "",
      "I would, however, recommend blocking cross-site cookies, as these can track you between the different sites you visit. I use and recommend the [Brave browser](https://brave.com/) for this.",
      "",
      "### More Information",
      "",
      "I hope this cleared up any questions you had. To sum up: I hardly use cookies, and never with personal information unless I specifically tell you; some external scripts or services may set cookies, so be careful about that; and it is possible to disable cookies, but you probably won't like the result.",
      "",
      "If you still have questions, you can [contact me](/contact/) and I'll work to help you resolve them.",
      "",
      "This policy is effective as of March 26 2020."
    ]
  },
  "terms": {
    "title": "Terms of Use",
    "description": "The terms of use for the See With Eyes Closed website and blog.",
    "markdown": [
      "### License",
      "",
      "All content on this website, unless specified otherwise, is released under [CC BY-NC 4.0](https://creativecommons.org/licenses/by-nc/4.0/). You may use it for any **non-commercial purposes** you wish as long as you give me, Benjamin Hollon, **appropriate credit** as the author. I would appreciate a link back, but just referencing my name is enough.",
      "",
      "The code is Open Source under [GPL-3.0](https://github.com/benjaminbhollon/see-with-eyes-closed/blob/main/LICENSE), and may be reused or adapted under those terms. You are also very welcome to [contribute code on Github](https://github.com/benjaminbhollon/see-with-eyes-closed).",
      "",
      "In other words, as long as you cite me, you can probably (check the appropriate license above) do what you like with any information or code on this website except make money off of it. That's not cool. Be cool.",
      "### Disclaimer",
      "The materials on this website are provided on an 'as is' basis. I provide no guarantees or warranties that it will be correct or even work at all. Use it at your own risk.",
      "",
      "However, if you do find a problem, I'd like to hear about it, so don't hesitate to [contact me](/contact/).",
      "",
      "### Accuracy of Materials",
      "I'm human. I make mistakes. Things I post might not be right, so take it all with a grain of salt.",
      "",
      "### Links",
      "I can't be responsible for any websites outside of my control, even if I link to them, so use them at your own risk. See their own individual terms for more information.",
      "",
      "### Modifications",
      "I may revise these terms of service at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service.",
      "",
      "These terms and conditions effective as of 7 April 2021."
    ]
  }
}
